package gr.aueb.cf.ex3;

/*Δίνονται δύο πίνακες με 3 βαθμολογίες κάθε ένας. Συγκρίνετε τις βαθμολογίες και επιστρέψτε τους πόντους κάθε παίκτη
• Έστω οι Alice και Bob αξιολογούνται σε 3 κατηγορίες (π.χ., Μουσική, Προγραμματισμός, Γρήγορη Σκέψη). Κάθε κατηγορία
  δίνει βαθμολογία από 1 έως 100.
• Αν η Alice έχει μεγαλύτερη βαθμολογία σε μια κατηγορία, παίρνει 1 πόντο. Αν ο Bob έχει μεγαλύτερη βαθμολογία,παίρνει
  εκείνος 1 πόντο. Αν είναι ίσοι, κανείς δεν παίρνει πόντο.
• Επιστροφή: Πίνακας με 2 θέσεις [πόντοι_Alice, πόντοι_Bob]
*/

public class Ex3 {
}
